"MJRefreshHeaderIdleText" = "Pull down to refresh";
"MJRefreshHeaderPullingText" = "Release to refresh";
"MJRefreshHeaderRefreshingText" = "Loading...";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "The above is the entire records";

"MJRefreshBackFooterIdleText" = "Pull up to load more";
"MJRefreshBackFooterPullingText" = "Release to load more";
"MJRefreshBackFooterRefreshingText" = "Loading...";
"MJRefreshBackFooterNoMoreDataText" = "The above is the entire records";

"MJRefreshHeaderLastTimeText" = "Last update: ";
"MJRefreshHeaderDateTodayText" = "Today";
"MJRefreshHeaderNoneLastDateText" = "No record";

"PXRP_Wallet_Pay" = "إدفع";
"PXRP_Wallet_Wallet" = "المحفظة";
"PXRP_Wallet_EasyToPay" = "Easy to pay, with PayBy Pay!";
"PXRP_Wallet_Shopping" = "تسوق";
"PXRP_Wallet_E_ATM" = "الصراف الآلي الإلكتروني";
"PXRP_Wallet_Scan" = "إمسح";
"PXRP_Wallet_CollectMoney" = "جمع النقود";
"PXRP_Wallet_AED" = "درهم إماراتي";
"PXRP_Wallet_PayLater" = "PayLater";
"PXRP_Wallet_CashNow" = "Cash Now";
"PXRP_Wallet_TakeAway" = "Take Away";
"PXRP_Wallet_More" = "More";
"PXRP_Wallet_NEW" = "NEW";
"PXRP_Wallet_PayByPAY" = "توتك للدفع";
"PXRP_Wallet_TitleSLDAPP" = "P A Y B Y";

"PXRP_Common_NoTransactions" = "No Transactions";
"PXRP_Common_featureUnderConstruction" = "لا تزال هذه الميزة قيد الإعداد!";
"PXRP_Common_ComingSoon" = "قريبًا بين أيديكم!";
"PXRP_Common_SendFriendsCashGift" = "Send your friends a lucky CashGift and spread your joy!";
"PXRP_Common_PurchaseNow" = "Purchase now, and pay later!";
"PXRP_Common_TopupFromBank" = "You can top up from bank cards later!";
"PXRP_Common_Cancel" = "إلغاء";
"PXRP_Common_Ok" = "Ok";
"PXRP_Common_OK" = "OK";
"PXRP_Common_SET" = "SET";
"PXRP_Common_DISABLE" = "إلغاء التفعيل";
"PXRP_Common_Disable" = "إلغاء التفعيل";
"PXRP_Common_Re_enter" = "Re-enter";
"PXRP_Common_FORGET" = "FORGET";

"PXRP_Common_ChooseMonth" = "Choose Month";
"PXRP_Common_January" = "January";
"PXRP_Common_February" = "February";
"PXRP_Common_March" = "March";
"PXRP_Common_April" = "April";
"PXRP_Common_May" = "May";
"PXRP_Common_June" = "June";
"PXRP_Common_July" = "July";
"PXRP_Common_August" = "August";
"PXRP_Common_September" = "September";
"PXRP_Common_October" = "October";
"PXRP_Common_November" = "November";
"PXRP_Common_December" = "December";
"PXRP_Common_Money" = "Money";
"PXRP_Common_CONFIRM" = "التأكيد";

"PXRP_PayCode_ReceiptsManager" = "Receipts Manager";
"PXRP_PayCode_QuickPay" = "Enable your Quick Pay!";
"PXRP_PayCode_ShowQuickPayCode" = "After enabling, show your Quick Pay Code \nto process your payment.";
"PXRP_PayCode_ENABLENOW" = "التفعيل الآن";
"PXRP_PayCode_SetPassword" = "Your password hasn’t been set yet.";
"PXRP_PayCode_SetPasswordDetial" = "Please set a payment password to ensure your transaction security.";
"PXRP_PayCode_NoMethodAvailable" = "No method available";
"PXRP_PayCode_ShowCodeMerchant" = "أظهر رمزك لآلة الخصم";
"PXRP_PayCode_AfterShowQuickPayCode" = "بعد التفعيل، أظهر رمز الدفع السريع لإتمام دفعتك ";
"PXRP_PayCode_PayMerchant" = "الدفع لآلة الخصم";
"PXRP_PayCode_PaymentMethod" = "طريقة الدفع";
"PXRP_PayCode_PayByPaySecurity" = "يضمن توتوك باي حماية نقودك بآمان.";
"PXRP_PayCode_PaymentsMerchantsNotSendOthers" = "Only use this for making payments to \nmerchants. Do not send this to others.";
"PXRP_PayCode_GOTIT" = "GOT IT";
"PXRP_PayCode_SelectPaymentMethod" = "Select Payment Method";
"PXRP_PayCode_AddCard" = "+أضف بطاقة";
"PXRP_PayCode_BalanceInsufficientAmount" = "Balance (Insufficient Amount)";
"PXRP_PayCode_DisableQuickPay" = "Disable Quick Pay?";
"PXRP_PayCode_PaymentCodeUpdate" = "تحديث رمز الدفع";
"PXRP_PayCode_Instructions" = "Instructions";
"PXRP_PayCode_Receiver" = "Receiver";
"PXRP_PayCode_Amount" = "Amount";
"PXRP_PayCode_AddNote" = "Add Note";
"PXRP_PayCode_UnableSave" = "Unable to Save";
"PXRP_PayCode_UnableSaveDescrible" = "Allow access your photos from device memu \"Settings\"-> \"Privacy\"->\"Photos\"";
"PXRP_PayCode_NotEnoughStorage" = "Not Enough Storage";
"PXRP_PayCode_PicturesCannotSaved" = "Pictures cannot be saved because there is not enough storage. You can manage your storage in settings";
"PXRP_PayCode_SavedAlbum" = "Saved to album";
"PXRP_PayCode_PaymentFailed" = "Payment failed, please re-select a payment method.";
"PXRP_PayCode_PaymentTips" = "Please verify your identity for any transaction over AED 50.";
"PXRP_PayCode_ScanWithoutConnectingPayBy" = "إمسح ضوئيًا لتدفع لي دون الإتصال بتوتوك";
"PXRP_PayCode_SetAmount" = "حدد المبلغ";
"PXRP_PayCode_ClearAmount" = "Clear Amount";
"PXRP_PayCode_SaveImage" = "إحفظ الصورة";
"PXRP_PayCode_PayBy" = "P A Y B Y";
"PXRP_PayCode_aymentTips200" = "Please verify your identity for any transaction over AED 200.";
"PXRP_PayCode_ImagePreview" = "معاينة الصورة";

"PXRP_Common_Balance" = "الرصيد";
"PXRP_Balance_AddMoney" = "أضف المال";
"PXRP_Balance_WITHDRAW" = "إسحب";
"PXRP_Balance_AddMoneyCash" = "أضف المال مع النقد";
"PXRP_Balance_AccountInsured" = "تأمين الحساب";

"PXRP_Common_Cards" = "البطاقات";
"PXRP_Cards_LinkBankCards" = "أربط بطاقاتك البنكية";

"PXRP_CollectionMoney_Transactions" = "العمليات";
"PXRP_Transactions_TransactionHistory" = "سجل العمليات";

"PXRP_AddMoney_DesiredAmount" = "المبلغ الذي ترغب به";

"PXRP_Common_CashOut" = "النقد الخارج";
"PXRP_CashOut_YourBalance" = "رصيدك (بالدرهم الإماراتي)";
"PXRP_CashOut_Fee" = "الرسوم";
"PXRP_CashOut_InTotal" = "ما مجموعه";
"PXRP_CashOut_ShowQRCode" = "كم المبلغ الذي ترغب بسحبه";
"PXRP_CashOut_CashOutResult" = "حصيلة النقد المسحوب";
"PXRP_CashOut_TransactionCancelled" = "ألغيت العملية";
"PXRP_CashOut_DONE" = "تم";
"PXRP_CashOut_ReachedYourLimitToday" = "لقد استنفذت الحد اليومي!";
"PXRP_CashOut_MerchantConfirmOrder" = "تجري آلة السحب تأكيد الطلب";
"PXRP_Common_CashIn" = "النقد الداخل";
"PXRP_CashIn_InTotal" = "ُسحت ضوئيًا بنجاح";
"PXRP_CashIn_PLEASENOTLEAVE" = "الرجاء عدم المغادرة";
"PXRP_CashIn_3Steps" = "3 خطوات فقط";
"PXRP_CashIn_Step1" = "الخطوة الأولى";
"PXRP_CashIn_HandCASHMerchant" = "سلم النقد للآلة";
"PXRP_CashIn_Step2" = "الخطوة الثانية";
"PXRP_CashIn_WaitMerchantConfirm" = "إنتظر تأكيد آلة الخصم";
"PXRP_CashIn_Step3" = "الخطوة الثالثة";
"PXRP_CashIn_ConfirmOrder" = "أكد على طلبك";
"PXRP_CashIn_PleaseConfirm" = "يرجى التأكيد";
"PXRP_CashIn_CancelOrder" = "هل ترغب بإلغاء طلبك؟";
"PXRP_CashIn_ForgetCashBack" = "ا تنسى إستعادة نقودك مجددًا!";

"PXRP_SearchNearbyStores" = "إبحث عن متاجر قريبة";
"PXRP_SearchNearbyStores_NearbyStores" = "المتاجر القريبة";
"PXRP_SearchNearbyStores_All" = "جميعها";
"PXRP_SearchNearbyStores_SURE" = "بالتأكيد";
"PXRP_SearchNearbyStores_EnterStoreName" = "Enter a store name";

"PXRP_Orders" = "الطلبات";

"PXRP_Wallet_CashDelivery" = "توصيل النقد";


"PXRP_Wallet_Mobile_Top_up" = "تعبئة الهاتف النقال";
"PXRP_MobileTopUp_MobileNumber" = "رقم الهاتف";
"PXRP_MobileTopUp_CopyMyNumber" = "إنسخ رقمي";
"PXRP_MobileTopUp_EnterMobileTopUp" = "أدخل رقم الهاتف المراد تعبئته";
"PXRP_MobileTopUp_ChooseTopupAmount" = "إختر مبلغ التعبئة";
"PXRP_MobileTopUp_PaymentResult" = "نتيجة الدفعة";
"PXRP_MobileTopUp_PaidSuccessfully" = "ُفعت بنجاح";
"PXRP_MobileTopUp_OperatorProcessing" = "يقوم المُشغل بالمعالجة";
"PXRP_MobileTopUp_TopUpReceived" = "تم استلام رصيد التعبئة";
"PXRP_MobileTopUp_BACKTOHOMEPAGE" = "الرجوع إلى الصفحة الرئيسية";
"PXRP_MobileTopUp_MobileTopUpNOFound" = "لم نعثر على رقم الهاتف المراد تعبئته";

"PXRP_Me" = "أنا";
"PXRP_Me_IdentifyVerification" = "التحقق من الهوية";
"PXRP_Me_IdentifyVerification_Verify" = "تحقق";
"PXRP_Me_IdentifyVerification_VerifyCode" = "رمز التحقق";
"PXRP_Me_IdentifyVerification_EnterVerificationCode" = "أدخل رمز التحقق";
"PXRP_Me_IdentifyVerification_FullName" = "الاسم الكامل";
"PXRP_Me_IdentifyVerification_Nationality" = "الجنسية";
"PXRP_Me_IdentifyVerification_EmiratesID" = "الهوية الإماراتية";
"PXRP_Me_IdentifyVerification_DateBirth" = "تاريخ الولادة";
"PXRP_Me_IdentifyVerification_VerifyExpiryDate" = "تاريخ الإنتهاء";
"PXRP_Me_IdentifyVerification_Sex" = "الجنس";
"PXRP_Me_IdentifyVerification_ShootingExample" = "مثال التصوير";
"PXRP_Me_IdentifyVerification_FrontEmiratesID" = "مقدمة هويتك الإماراتية";
"PXRP_Me_IdentifyVerification_BackEmiratesID" = "خلفية الهوية الإماراتية";
"PXRP_Me_IdentifyVerification_EnsureInformationCorrect" = "يرجى التأكد من صحة كافة المعلومات";

"PXRP_Me_PaymentSecurity" = "ضمان الدفعة";
"PXRP_Me_PaymentSecurity_ResetPaymentPassword" = "إعادة تعيين كلمة سر الدفع";
"PXRP_Me_PaymentSecurity_ForgotPaymentPassword" = "نسيت كلمة سر الدفع";
"PXRP_Me_PaymentSecurity_FingerprintPay" = "الدفع بواسطة بصمة الأصبع";
"PXRP_Me_PaymentSecurity_UseFingerprinrProcessPayment" = "عند تفعيلها، يمكنك استخدام بصمتك لمعالجة الدفعة.";
"PXRP_Me_PaymentMethodPriority" = "أولوية طرق الدفع";
"PXRP_Me_HelpCenter" = "مركز المساعدة";
"PXRP_Me_CustomerService" = "خدمة العملاء";
"PXRP_Me_CustomerService_CopyMobile" = "تواصل مع خدمة عملاء توتوك. إضغط على "نسخ" وأضف  +971 585776808 كصديق لديك.";

"PXRP_Wallet_CashGift" = "الهدايا النقدية";
"PXRP_CashGift_PREPARECASHGIFT" = "إعداد هدية نقدية";
"PXRP_CashGift_CashGiftReturned" = "يعاد إرجاع الهدايا النقدية التي لم تفتح خلال 24 ساعة";
"PXRP_CashGift_CashGiftExceed" = "يجب ألا يكون المجموع أكثر من ";
"PXRP_CashGift_UPTOAED" = "درهم إمارتي";
"PXRP_CashGift_ForEachCashGift" = "تصل قيمة كل هدية نقدية";
"PXRP_CashGift_AtLease" = "درهم إمارتي ";
"PXRP_CashGift_BetterLuckNextTime" = "نتمنى لك حظًا طيبًا في المرات القادمة";
"PXRP_CashGift_TheCashGiftExpiredOn" = "تنتهي صلاحية الهدية النقدية في";

"PXRP_Wallet_Transfer" = "تحويل";
"PXRP_Transfer_AddRemarks" = "أضف الملاحظات (بأقل من 32حرفًا)";
"PXRP_Transfer_ACCEPTTRANSFER" = "قبول التحويل";
"PXRP_Transfer_24HoursRefunded" = "تعاد الأموال في حال لم يؤكد الاستلام خلال 24 ساعة ";
"PXRP_Transfer_TransferTime" = "وقت التحويل";
"PXRP_Transfer_AwaitAccept" = "انتظار الاستلام";
"PXRP_Transfer_MoneyRefundedBalance" = "ُعيدت الأموال للرصيد.";

"PXRP_Cashier_OrderInfo" = "تفاصيل الطلب";
"PXRP_Cashier_ConfirmYourAmount" = "قم بتأكيد المبلغ الخاص بك";
